[
    {
        "title": "CARBON FOOTPRINT CALCULATION",
        "name": "carbonCalculator",
        "category": "Agriculture",
        "poster": "https://cdn.pixabay.com/photo/2019/12/11/18/44/terry-4689024_640.jpg",
        "tag": "Measure Your Farm’s Environmental Impact",
        "description": "Calculate the carbon emissions of your farm and take steps towards a greener future.",
        "buttonText": "Start Calculating",
        "img": "https://cdn.pixabay.com/photo/2017/08/02/20/38/dirty-2573292_1280.jpg",
        "details": "Our carbon calculator provides an accurate assessment of your farm's greenhouse gas emissions. By understanding your environmental impact, you can make data-driven decisions for sustainable practices. Use this tool to monitor emissions from fertilizer use, equipment, livestock, and crop production. Gain insights and compare your results with regional averages, helping you track progress toward sustainability goals.",
        "id": "1"
    },
    {
        "title": "SUSTAINABILITY SUGGESTIONS",
        "name": "sustainabilitySuggestions",
        "category": "Agriculture",
        "poster": "https://cdn.pixabay.com/photo/2021/11/14/18/31/fertilizer-6795448_640.jpg",
        "tag": "Expert Tips for Reducing Farm Emissions",
        "description": "Receive personalized recommendations for environmentally-friendly farming practices.",
        "buttonText": "Learn More",
        "img": "https://cdn.pixabay.com/photo/2021/11/14/18/31/fertilizer-6795448_640.jpg",
        "details": "Based on your farm’s unique profile, we provide tailored suggestions to reduce carbon emissions. These may include optimized fertilizer application, crop rotation strategies, energy-efficient machinery use, and soil management techniques. Our experts’ advice will help you minimize your farm's ecological footprint while maintaining productivity.",
        "id": "2"
    },
    {
        "title": "AGRICULTURAL CHATBOT",
        "name": "farmChatbot",
        "category": "Agriculture",
        "poster": "https://cdn.pixabay.com/photo/2019/03/11/10/46/drone-4048345_960_720.jpg",
        "tag": "Instant Farming Advice at Your Fingertips",
        "description": "Get immediate answers to all your agricultural questions.",
        "buttonText": "Chat Now",
        "img": "https://cdn.pixabay.com/photo/2019/03/11/10/46/drone-4048345_960_720.jpg",
        "details": "Our chatbot provides quick assistance on a wide range of agricultural topics. From crop selection and pest control to best practices for irrigation, it’s designed to support farmers with real-time solutions. Accessible 24/7, the chatbot helps you make informed decisions, ensuring that expert guidance is always within reach.",
        "id": "3"
    }
]
